tap "argoproj/tap"
tap "aws/tap"
tap "buildpacks/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "pivotal/tap"
tap "romkatv/powerlevel10k"
tap "stripe/stripe-cli"
tap "tektoncd/tools"
brew "argocd"
brew "python@3.9"
brew "awscli"
brew "cmake"
brew "dos2unix"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnu-getopt"
brew "go"
brew "groovy"
brew "htop"
brew "httpie"
brew "hub"
brew "jenkins-lts"
brew "jmeter"
brew "jq"
brew "k3d"
brew "kind"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "make"
brew "maven"
brew "minikube"
brew "mysql", restart_service: true
brew "nghttp2"
brew "node"
brew "nvm"
brew "p7zip"
brew "python@3.8"
brew "s3cmd"
brew "sops"
brew "stern"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "z"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "buildpacks/tap/pack"
brew "go-swagger/go-swagger/go-swagger"
brew "johanhaleby/kubetail/kubetail"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "stripe/stripe-cli/stripe"
cask "docker"
cask "gitbook"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keepassx"
cask "ngrok"
cask "spectacle"
cask "virtualbox"
cask "visual-studio-code"
